var noticeData = {
  "show_notice": true,
  "title": "📢 সুখবর! ZenStream এখন আরও শক্তিশালী",
  "message": "ZenStream অ্যাপ এখন সম্পূর্ণভাবে রানিং! আপনাদের সেরা অভিজ্ঞতা দিতে আমরা যুক্ত করেছি Top Notch BDIX সার্ভার।\n\n✅ এখন থেকে কোনো বাফারিং ছাড়াই একদম স্মুথলি খেলা এবং সব চ্যানেল উপভোগ করতে পারবেন।\n🎬 নতুন ফিচারে মুভি এবং ওয়েব সিরিজ দেখার সুযোগ করে দেওয়া হয়েছে (প্রতিনিয়ত মুভির সংখ্যা আরও বাড়ানো হবে)।\n\n⚠️ জরুরি তথ্য: যদি কোনো চ্যানেল বা সার্ভারে কোনো সমস্যা পান, তবে সরাসরি সেই সার্ভারটি ওপেন করে 'Report' অপশনে ক্লিক করে আমাদের জানান।",
  "image_url": "",
  "video_url": "",
  "button_text": "চালিয়ে যান",
  "button_url": "",
  "button_action": "close"
};
